// Contact.jsx
import React from 'react';
import './Contact.css';

const Contact = () => {
  return (
    <div className="contactContainer">
      <h2 className="contactHeader">ЛАВРЕТАНИЯ Город мечты</h2>
      <p>Город, где мечты воплощаются в жизнь!</p>
      <p>Город мечты «Лавретания» - семейный развлекательный центр, уникальный в своем роде комплекс досуговых программ для всей семьи, место интеллектуального отдыха.</p>
      <p>Реальный город в уменьшенном виде, в котором царит атмосфера семейных ценностей и дружбы.</p>
      <p>Здесь каждый находит для себя занятие по душе. Для каждого гостя – это возможность понять собственные способности, получить интересную информацию и раскрыть в себе новые таланты, приумножить творческие и бытовые навыки, найти друзей по интересам.</p>
      <p>В нашем городе интерактивные мастер-классы и познавательные занятия для всей семьи, тренинги, презентации, концерты, музыкально-поэтические вечера, турниры, шоу и праздники, тимбилдинг.</p>
      <p>В увлекательной форме мы рассказываем об устройстве мира, физических и природных явлениях, о свойствах предметов и вещей. Все занятия интерактивные и длятся не более 40 минут. Наше правило: минимум теории, максимум практики.</p>
      <p>Проект «Город мечты «Лавретания» способствует поддержанию доброжелательного климата в семьях и обеспечению более продуктивного и интересного семейного времяпровождения.</p>
      <p>Телефон: +7 (953) 253-79-75</p>
      <p>Телефон: +7 (3532) 305-503</p>
      <p>Адрес: проспект Победы, 1А, Оренбург</p>
      <p>Ссылки:</p>
      <ul>
        <li><a href="https://www.instagram.com/lavretania/">Instagram</a></li>
        <li><a href="https://vk.com/lavretania">ВКонтакте</a></li>
      </ul>
    </div>
  );
}

export default Contact;
